Repository: matthiasjg/trimirjournal
Catalog: po/*.po
Languages: nl

source: Save
nl: Opslaan

source: Open
nl: Openen

source: Cancel
nl: Annuleren

source: Reset and Restore Journal
nl: Dagboek wissen of herstellen

source: Backup Journal
nl: Back-up maken van dagboek

source: first
nl: eerste

source: last
nl: laatste

source: Journal
nl: Dagboek

source: Home
nl: Overzicht

source: Tags
nl: Labels

source: Saved Searches
nl: Opgeslagen zoekopdrachten

source: Active tag filter %s
nl: Actief filter: %s

source: Remove filter for tag %s
nl: Labelfilter ‘%s’ verwijderen

source: Trimir Journal
nl: Dagboek

source: Reset and Restore…
nl: Wissen en herstellen…

source: Backup…
nl: Back-up maken…

source: Search Journal
nl: Dagboek doorzoeken

source: Not implemented yet
nl: Dit is nog niet geïmplementeerd

source: Start logging or type ? to search your Journal…
nl: Schrijf iets of typ ? om je dagboek te doorzoeken…

source: Welcome to Trimir Journal
nl: Welkom bij Trimir-dagboek

source: Your personal activity "Tricorder".
nl: Je persoonlijke activiteiten‘logboek’.

source: Import Journal from a JSON (*.json) or ZIP (*.zip) file.
nl: Importeer een dagboek uit een json- of zipbestand (*.json/*.zip).

source: Export Journal to a JSON (*.json) or ZIP (*.zip) file.
nl: Importeer een dagboek naar een json- of zipbestand (*.json/*.zip).

source: Write a diary, log your activities, keep track of your metrics
nl: Houd een dagboek bij of noteer je activiteiten

source: Journal;Log;Diary;Notes;Personal;Activity;Tracking;Sports;Fitness;Metric
nl: Dagboek;Logboek;Notities;Aantekeningen;Persoonlijk;Activiteit;Bijhouden;Sport;Fitness;Statistieken

source: Designed and built for personal text journaling and activity tracking. Write a diary, log your activities, keep track of your metrics. Search, filter and evaluate your journal—your life.
nl: Deze toepassing is ontworpen om je persoonlijke verhalen en activiteiten vast te leggen. Houd een dagboek bij of noteer je activiteiten, en doorzoek, filter en evalueer je dagboek.

source: Features:
nl: Kenmerken:

source: Write expressive journal entries with emoijs and clickable URLs, organized with hashtags (i.e. "#linux rocks 😎️")
nl: Schrijf expressieve verhalen met behulp van emoji's en aanklikbare url's, evt. voorzien van hashtags (bijv. ‘#linux is tof 😎️’)

source: Search your journal
nl: Doorzoek je dagboek

source: Filter your journal by hashtag
nl: Filter je dagboek met behulp van hashtags

source: Render timeline charts when filtering for "metric tags", i.e. a hashtag followed by a number with optional unit (e.g. "#Trailrun 5km")
nl: Maak grafieken door een hashtag te voorzien van een getal, evt. gevolgd door een eenheid (bijv. ‘rondje door het park, 1km’)

source: Backup and restore your journal to and from a JSON or ZIP archive file compatible with ZenJournal (Disclaimer: Trimir Journal is not created by, affiliated with, or supported by ZenJournal.)
nl: Maak een back-up van je dagboek en herstel deze elders. Er is ondersteuning voor json- en zipbestanden, die compatibel zijn met ZenJournal. Vrijwaring: Trimir-dagboek is niet gemaakt door of op enige wijze verbonden aan ZenJournal.

source: Added Spanish translation from Diego, thanks for the contribution 🙌️
nl: Nieuw: Spaanse vertaling, met dank aan Diego 🙌️

source: Backup and restore your journal to and from a ZIP archive file compatible with ZenJournal (Disclaimer: Trimir Journal is not created by, affiliated with, or supported by ZenJournal.)
nl: Maak een back-up van je dagboek en herstel deze elders. Er is ondersteuning voor json- en zipbestanden, die compatibel zijn met ZenJournal. Vrijwaring: Trimir-dagboek is niet gemaakt door of op enige wijze verbonden aan ZenJournal.

source: URLs in journal entries are now clickable links
nl: Nieuw: url's op dagboekpagina's zijn voortaan aanklikbaar

source: The first AppCenter release, maybe.
nl: Mogelijk de eerste AppCenter-uitgave.

source: Fixed failing build for AppCenter due to Git submodule
nl: Opgelost: de AppCenter-uitgave werkte niet wegens een ontbrekende Git-submodule

source: The real first release!
nl: De eerste échte uitgave!

source: Changed RDNN to comply with beta developer dashoard
nl: De RDNN is gewijzigd om te voldoen aan de eisen van het bèta-ontwikkelingsdashboard

source: First release!
nl: De eerste uitgave!

source: Supports the dark style
nl: Ondersteuning voor donkere thema's
